[
    "Tu emaw i insualpui tawh em? enge a chhan?",
    "Ngaihzawng a tana i duh zawng?",
    "I thumal huat ber?",
    "I duh deuhin a duh ve che tih i hre tawh em?",
    "I thianpa bialnu hlui hming, a ruka i lo duh thin kha enge ni?",
    "I chhungte pawisa a rukin i la ru tawh em? Enge a chhan?",
    "I lungngaih laiin eng thil in nge ti hlim thei ber che?",
    "Eng ang mi nge ngaihdam harsa i tih ber?", 
    "Mi i kawp tawh em?",
    "I thil tih tawhah i in chhir ber?",
    "I nunah tunge nghawng nei lian ber?",
    "I huat zawng?", 
    "Group-ah hian tunge fel i tih ber", 
    "I crush khan a duh ve che tih i hria a, a bem lo che a, engtin nge i ti ang?", 
    "Hetah i ideal type partner a in in close pui ber hming?", 
    "Tunge in fiampui i chak ber??", 
    "Mi i hnar tawh ngai em? enge a chhan?",
    "I rilru tina thei thei thil pakhat, i la hriat reng chu sawi rawh", 
    "Kuminah hian hlawhtlina i nei tawh em??",
    "School-a i thil tih tawha pawi i la tih ber??",
    "I in bual laiin eng hla nge i sak thin??",
    "Thihna nen a in kaihhnawih thil i tawng tawh em?.",
    "Engtikah nge i thinrim tak tak hnuhnun ber. enge a chhan?",
    "Tuin nge be hnuhnung ber che?",
    "I talent kan hriat ve miah loh thup i nei em, Enge ni?",
    "Eng thumal nge i huat ber?",
    "Youtube-ah eng video nge i en hnuhnun ber?",
    "Enge Google-ah i en hnuhnun ber?.",
    "Kan group-ah hian karkhat chhung nun in thlak thleng pui duh i nei em?",
    "I chungah thilhlauhawm deuh thleng a awm tawh em? eng tia thleng nge?. ",
    "I vawiha mi dang i puh daih tawh em?",
    "Mi dang avangin engtikah nge i ṭah hnuhnun ber?",
    "I ṭhiante i tihṭhaih tawh em?",
    "Mithi ruang i hmu tawh em",
    "I chhungte zingah tuin nge ti lungawi loh ngun ber che? engtin nge a tih lungawih loh thun che?. ",
    "I phone ah khan app delete dawn ta la eng apps nge i delete hmasak ber ang",
    "Eng app-ah nge i hun i khawhral tam ber?",
    "Dam lo lem zirin school a tangin i haw tawh em?",
    "I room chhunga awm loh tura i duh ber?",
    "Thlalêrah i lo awm ta a, chuan i rawn hawin thli panga hawn ngei ngei a ngaia, tah chuan eng thil panga chu nge i rawn hawn ang le?.",
    "I nuihnasat lutuk vangin i kekawr zun khum tawh em?",
    "I vawih a uih i ti tawh thin em?",
    "I muthil laiin i zun i cheh tawh em??",
    "I thiltih sual lian ber enge?.",
    "Exam naah i entawn tawh em?..",
    "I thiltih tawh zawng zawng zingah enge pawi ila tih ber",
    "Engtikah nge i ṭah hnuhnun ber?..",
    "I nu leh pa i pi leh pu te-ah tunge i hmangaih ber?", 
    "Mi'n an chhaih chea i laih chang hian eng tin nge i kut i dah thin?", 
    "I School kal laiin tunge i crush ber thin?",
    "Chhan ngei ngei tûrin, He group ah hian tunge bialnu/bialpa tana i duh ber?",
    "Tunah hian ngaihzawng i nei em? tunge a hming?",
    "Mi i duh deuh mai khan a duh ve che in i hria em?",
    "In titi naah eng in sawin nge in nuih nasat ber thin?",
    "Kan group-ah hian duh deuh mai i nei em? I neih chuan a hming sawi rawh?",
    "Mi i bum tawh ngai em?",
    "Miin an bum tawh ngai che em?.",
    "Kan group a bot hi a tha i ti em?.",
    "I awm tinuam phah khawpa ninawm mihing i tawng tawh em?",
    "I chhungte i bum tawh em?.",
    "I ex kha ila duh em?",
    "In fiamnaah hian enge i ngainat ber?",
    "Sa-ah hian eng sa nge i duh/ngainat ber? sa ruak tih awih lohin😂🫴",
    "Mizo Bot siamtu Herbert-a hi i ngaihsan zawng a ni em?.",
    "In zirtîrtu teah tunge sual i tih ber?",
    "Tuna in Prime Minister hi tha i tih zawng a nih em",
    "Meitei leh Tlangmi in do naah hian tu zawk nge i ṭan?",
    "In ti bo thei ta la eng thil nge i tih hmasak ber ang?.",
    "I chhungte hriat lohin thilruk tih i nei tawh em?",
    "A ruka i star deuh kha tunge",
    "Social media tangin tunge i biak hnuhnun ber",
    "Pheichham i man hlauha, a ni chuan thil pathum i duh duh min dil rawh a ti a, tah chuan enge i dil hmasak ber ang?",
    "Khawvelah hian tunge i ngaihsan ber?",
    "Ran vulh chiah hian enge i duh ber?.",
    "Vawiinah vawi engzat nge i in selfie tawh",
    "I tet laiin enge i ngainat/duh ber?",
    "Ngaihzawng a tan hian eng ang mi nge i duh ber?",
    "Tunge i in text pui ngun ber",
    "I chhungte bulah dawt lian tham deuh sawi i nei tawh em? enge ni?",
    "Mizo milar ah hian tunge i duh ber",
    "I ngaihzawng nen a in awmdan i dream kir leh vang veng in a rukin i nui suk thin em",
    "Ml em i khel thin em?.. i khel thin chuan i id lo sawi chhin teh."
]
